const NAMES = [
  'Мария',
  'Артём',
  'Кира',
  'Екатерина',
  'Александр',
  'Николай',
  'Сергей',
  'Владислав',
  'Оксана',
  'Ольга',
  'Анна',
];
const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо.',
  'Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра.',
  'В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают.',
  'Как можно было поймать такой неудачный момент?!',
];

const DESCRIPTIONS = [
  'Горный пейзаж',
  'Закат',
  'Море',
  'Старинный город',
  'Машина',
  'Пляж',
  'Зимний лес',
];

const PHOTOS_COUNT = 25;

const MAX_COMMENTS_COUNT = 30;

const MAX_NAMBER_AVATAR = 7;

const MAX_MESSAGE_COUNT = 3;

const MIN_LIKE_COUNT = 15;

const MAX_LIKE_COUNT = 201;

export {
  NAMES,
  MESSAGES,
  DESCRIPTIONS,
  PHOTOS_COUNT,
  MAX_COMMENTS_COUNT,
  MAX_NAMBER_AVATAR,
  MAX_MESSAGE_COUNT,
  MIN_LIKE_COUNT,
  MAX_LIKE_COUNT
};

